<?php

return [
    'coord' => [
        'lon' => 'Долгота',
        'lat' => 'Широта',
    ],
    'weather_description' => [
        'main' => [
            'Clouds' => 'Облака',
        ],
        'description' => [
            'few clouds' => 'Малооблачно',
        ],
    ],
    'base' => 'Станции',
    'main' => [
        'temp' => 'Температура',
        'feels_like' => 'Ощущается как',
        'temp_min' => 'Минимальная температура',
        'temp_max' => 'Максимальная температура',
        'pressure' => 'Давление',
        'humidity' => 'Влажность',
        'sea_level' => 'Уровень моря',
        'grnd_level' => 'Уровень земли',
    ],
    'visibility' => 'Видимость',
    'wind' => [
        'speed' => 'Скорость ветра',
        'deg' => 'Направление ветра (градусы)',
        'gust' => 'Порывы ветра',
    ],
    'clouds' => [
        'all' => 'Облачность (%)',
    ],
    'dt' => 'Дата и время',
    'sys' => [
        'country' => 'Страна',
        'sunrise' => 'Восход солнца',
        'sunset' => 'Закат солнца',
    ],
    'timezone' => 'Часовой пояс',
    'id' => 'ID',
    'name' => 'Название',
    'cod' => 'Код',
];
